Repository: immonex/kickstart
Catalog: src/languages/immonex-kickstart-*.po
Languages: de_de

source: Add New Type Of Use
de_de: Neue Nutzungsart hinzufügen

source: New Type Of Use Name
de_de: Name der neuen Nutzungsart

source: Parent Type Of Use
de_de: Übergeordnete Nutzungsart (Parent)

source: Parent Type Of Use:
de_de: Übergeordnete Nutzungsart (Parent):

source: Search Types Of Use
de_de: Nutzungsarten durchsuchen

source: Popular Types Of Use
de_de: Beliebte Nutzungsarten

source: No Types Of Use found.
de_de: Keine Nutzungsarten gefunden.

# taxonomy general name
source: Property Types
de_de: Objektarten

# taxonomy singular name
source: Property Type
de_de: Objektart

source: Edit Property Type
de_de: Objektart bearbeiten

source: View Property Type
de_de: Objektart anzeigen

source: Update Property Type
de_de: Objektart aktualisieren

source: Add New Property Type
de_de: Neue Objektart hinzufügen

source: New Property Type Name
de_de: Name der neuen Objektart

source: Parent Property Type
de_de: Übergeordnete Objektart (Parent)

source: Parent Property Type:
de_de: Übergeordnete Objektart (Parent):

source: Search Property Types
de_de: Objektarten durchsuchen

source: Popular Property Types
de_de: Beliebte Objektarten

source: No Property Types found.
de_de: Keine Objektarten gefunden.

# taxonomy general name
source: Marketing Types
de_de: Vermarktungsarten

# taxonomy singular name
source: Marketing Type
de_de: Vermarktungsart

source: All Marketing Types
de_de: Alle Vermarktungsarten

source: Edit Marketing Type
de_de: Vermarktungsart bearbeiten

source: View Marketing Type
de_de: Vermarktungsart anzeigen

source: Update Marketing Type
de_de: Vermarktungsart aktualisieren

source: Add New Marketing Type
de_de: Neue Vermarktungsart hinzufügen

source: New Marketing Type Name
de_de: Name der neuen Vermarktungsart

source: Parent Marketing Type
de_de: Übergeordnete Vermarktungsart (Parent)

source: Parent Marketing Type:
de_de: Übergeordnete Vermarktungsart (Parent):

source: Search Marketing Types
de_de: Vermarktungsarten durchsuchen

source: Popular Marketing Types
de_de: Beliebte Vermarktungsarten

source: No Marketing Types found.
de_de: Keine Vermarktungsarten gefunden.

# taxonomy general name
source: Projects
de_de: Projekte

# taxonomy singular name
source: Project
de_de: Projekt

source: Edit Project
de_de: Projekt bearbeiten

source: View Project
de_de: Projekt anzeigen

source: Update Project
de_de: Projekt aktualisieren

source: Add New Project
de_de: Neues Projekt hinzufügen

source: New Project
de_de: Neues Projekt

source: Parent Project
de_de: Übergeordnetes Projekt (Parent)

source: Parent Project:
de_de: Übergeordnetes Projekt (Parent):

source: Search Project
de_de: Projekte durchsuchen

source: Popular Projects
de_de: Beliebte Projekte

source: No Projects found.
de_de: Keine Projekte gefunden.

# taxonomy general name
source: Features
de_de: Ausstattung

# taxonomy singular name
source: Feature
de_de: Ausstattungsmerkmal

source: All Features
de_de: Alle Ausstattungsmerkmale

source: Edit Feature
de_de: Ausstattungsmerkmal bearbeiten

source: View Feature
de_de: Ausstattungsmerkmal anzeigen

source: Update Feature
de_de: Ausstattungsmerkmal aktualisieren

source: Add New Feature
de_de: Neues Ausstattungsmerkmal hinzufügen

source: New Feature Name
de_de: Name des neuen Ausstattungsmerkmals

source: Parent Feature
de_de: Übergeordnetes Ausstattungsmerkmal (Parent)

source: Parent Feature:
de_de: Übergeordnetes Ausstattungsmerkmal (Parent):

source: Search Features
de_de: Ausstattungsmerkmale durchsuchen

source: Popular Features
de_de: Beliebte Ausstattungsmerkmale

source: No Features found.
de_de: Keine Ausstattungsmerkmale gefunden.

source: All Labels
de_de: Alle Labels

source: Edit Label
de_de: Label bearbeiten

source: View Label
de_de: Label anzeigen

source: Update Label
de_de: Label aktualisieren

source: Add New Label
de_de: Neues Label hinzufügen

source: New Label Name
de_de: Name des neuen Labels

source: Parent Label
de_de: Übergeordnetes Label (Parent)

source: Parent Label:
de_de: Übergeordnetes Label (Parent):

source: Search Labels
de_de: Labels durchsuchen

source: Popular Labels
de_de: Beliebte Labels

source: No Labels found.
de_de: Keine Labels gefunden.

source: Properties
de_de: Immobilien

source: Add New Property
de_de: Neue Immobilie hinzufügen

source: Edit Property
de_de: Immobilie bearbeiten

source: New Property
de_de: Neue Immobilie

source: View Property
de_de: Immobilie anzeigen

source: Search Properties
de_de: Immobilien durchsuchen

source: No properties found
de_de: Keine Immobilien gefunden

source: No properties found in Trash
de_de: Keine Immobilien im Papierkorb gefunden

source: Property Archive Page
de_de: Immobilien-Archivseite

source: Widgets in this area will be shown on property archive pages.
de_de: Widgets in diesem Bereich werden auf Immobilien-Archivseiten angezeigt.

source: Property Detail Page
de_de: Immobilien-Detailseite

source: Widgets in this area will be shown on property detail pages.
de_de: Widgets in diesem Bereich werden in Immobilien-Detailseiten angezeigt.

source: Country Code (ISO3)
de_de: Ländercode (ISO3)

source: State/Region
de_de: Bundesland/Region

source: State or region in which this city or village is located.
de_de: Bundesland oder Region, in der sich die Stadt bzw. der Ort befindet.

source: Install Required Plugins
de_de: Erforderliche Plugins installieren

source: Install Plugins
de_de: Plugins installieren

source: Installing Plugin: %s
de_de: Installiere Plugin: %s

source: Updating Plugin: %s
de_de: Aktualisiere Plugin: %s

source: Something went wrong with the plugin API.
de_de: Ein Problem mit der Plugin-API ist aufgetreten.

source: This theme requires the following plugin: %1$s.
de_de: Dieses Plugin setzt das folgende Zusatzplugin voraus: %1$s.

source: This theme recommends the following plugin: %1$s.
de_de: Bei diesem Theme wird die Nutzung des folgenden Plugins empfohlen: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de_de: Das folgende Plugin muss auf die neuste Version aktualisiert werden, um eine maximale Kompatibilität mit diesem Theme zu gewährleisten: %1$s.

source: There is an update available for: %1$s.
de_de: Eine Aktualisierung ist verfügbar für: %1$s.

source: The following required plugin is currently inactive: %1$s.
de_de: Das folgende erforderliche Plugin ist derzeit inaktiv: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Das folgende empfohlene Plugin ist derzeit inaktiv: %1$s.

source: Begin installing plugin
de_de: Installation des Plugins starten

source: Begin updating plugin
de_de: Aktualisierung des Plugins starten

source: Begin activating plugin
de_de: Aktivierung des Plugins starten

source: Return to Required Plugins Installer
de_de: Zurück zum Installer für erforderliche Plugins

source: Return to the Dashboard
de_de: Zurück zum Dashboard

source: Plugin activated successfully.
de_de: Plugin erfolgreich aktiviert.

source: The following plugin was activated successfully:
de_de: Das folgende Plugin wurde erfolgreich aktiviert:

source: No action taken. Plugin %1$s was already active.
de_de: Nichts zu tun… Plugin %1$s war bereits aktiv.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de: Plugin nicht aktiviert. Eine aktuellere Version von %s wird für die Nutzung in Kombination mit diesem Plugin benötigt. Bitte das Plugin aktualisieren.

source: All plugins installed and activated successfully. %1$s
de_de: Alle Plugins wurden erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de: Hinweis ausblenden

source: There are one or more required or recommended plugins to install, update or activate.
de_de: Es sind ein oder mehrere erforderliche oder empfohlene Plugins zu installieren, aktualisieren oder aktivieren.

source: Please contact the administrator of this site for help.
de_de: Bitte den Administrator dieser Website bzgl. Unterstüzung kontaktieren.

source: This plugin needs to be updated to be compatible with your theme.
de_de: Dieses Plugin muss aktualisiert werden, um kompatibel mit dem Theme zu sein.

source: Update Required
de_de: Aktualisierung erforderlich

source: Set the parent_slug config variable instead.
de_de: Verwende stattdessen die Konfigurations-Variable parent_slug.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de_de: Das Remote-Plugin-Paket enthält keinen Ordner mit dem gewünschten Slug und Umbenennen hat nicht funktioniert.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de_de: Kontaktiere den Plugin-Anbieter und bitte ihn um die Bereitstellung eines regulären Plugin-Pakets gemäß den WordPress-Richtlinien.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de_de: Das Remote-Plugin-Paket enthält mehrere Dateien, die aber nicht in einem Ordner zusammengefasst sind.

# plugin A *and* plugin B
source: and
de_de: und

source: Required
de_de: Erforderlich

source: Recommended
de_de: Empfohlen

source: External Source
de_de: Externe Quelle

source: Pre-Packaged
de_de: Enthalten

source: Not Installed
de_de: Nicht installiert

source: Installed But Not Activated
de_de: Installiert, aber nicht aktiviert

source: Active
de_de: Aktiv

source: Required Update not Available
de_de: Erforderliche Aktualisierung nicht verfügbar

source: Requires Update
de_de: Aktualisierung erforderlich

source: Update recommended
de_de: Aktualisierung empfohlen

# plugins
source: All <span class="count">(%s)</span>
de_de: Alle <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
de_de: Zu installieren <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_de: Aktualisierung verfügbar <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_de: Zu aktivieren <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
de_de: unbekannt

source: Installed version:
de_de: Installierte Version:

source: Minimum required version:
de_de: Erforderliche Mindestversion:

source: Available version:
de_de: Verfügbare Version:

source: No plugins to install, update or activate.
de_de: Keine Plugins zu installieren, aktualisieren oder aktivieren.

source: Source
de_de: Quelle

source: Type
de_de: Typ

source: Install %2$s
de_de: %2$s installieren

source: Update %2$s
de_de: %2$s aktualisieren

source: Activate %2$s
de_de: %2$s aktivieren

source: Upgrade message from the plugin author:
de_de: Aktualisierungshinweis des Plugin-Autors:

source: Install
de_de: Installieren

source: Update
de_de: Aktualisieren

source: Activate
de_de: Aktivieren

source: No plugins were selected to be installed. No action taken.
de_de: Keine zu installierenden Plugins ausgewählt. Nichts zu tun…

source: No plugins were selected to be updated. No action taken.
de_de: Keine zu aktualisierenden Plugins ausgewählt. Nichts zu tun…

source: No plugins are available to be installed at this time.
de_de: Aktuell sind keine zu installierenden Plugins verfügbar.

source: No plugins are available to be updated at this time.
de_de: Aktuell sind keine zu aktualisierenden Plugins verfügbar.

source: No plugins were selected to be activated. No action taken.
de_de: Keine zu aktivierenden Plugins ausgewählt. Nichts zu tun…

source: No plugins are available to be activated at this time.
de_de: Aktuell sind keine zu aktivierenden Plugins verfügbar.

source: Plugin activation failed.
de_de: Plugin-Aktivierung fehlgeschlagen.

source: Updating Plugin %1$s (%2$d/%3$d)
de_de: Aktualisiere Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Ein Fehler ist bei der Installation von %1$s aufgetreten: <strong>%2$s</strong>.

source: The installation of %1$s failed.
de_de: Die Installation von %1$s ist fehlgeschlagen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installations- und Aktivierungsprozess startet. Dieser kann je nach Hosting-Umgebung einige Zeit dauern, hab daher bitte Geduld.

source: %1$s installed and activated successfully.
de_de: %1$s erfolgreich installiert und aktiviert.

source: Show Details
de_de: Details anzeigen

source: Hide Details
de_de: Details ausblenden

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen wurden abgeschlossen.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Installiere und aktiviere Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installationsprozess startet. Dieser kann je nach Hosting-Umgebung eine Weile dauern, bitte hab etwas Geduld.

source: %1$s installed successfully.
de_de: %1$s erfolgreich installiert.

source: All installations have been completed.
de_de: Alle Installationen wurden abgeschlossen.

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Installiere Plugin %1$s (%2$d/%3$d)

source: Sorting
de_de: Sortierung

source: Previous page
de_de: Vorherige Seite

source: Next page
de_de: Nächste Seite

source: Extended Search
de_de: Erweiterte Suche

source: This site utilizes %1$s for location autocompletion and map display, please see our <a href="%2$s" target="_blank">privacy policy</a>!
de_de: Diese Website nutzt %1$s für die Autovervollständigung von Ortsnamen und die Kartendarstellung, siehe unsere <a href="%2$s" target="_blank">Datenschutzerklärung</a>!

source: Reset Form
de_de: Formular zurücksetzen

source: Selection List
de_de: Auswahlliste

source: Matches
de_de: Treffer

source: one match
de_de: ein Treffer

source: no matches
de_de: keine Treffer

source: Back to overview
de_de: Zur Übersicht

source: PDF Preview Image
de_de: PDF-Vorschaubild

source: Privacy Policy
de_de: Datenschutzerklärung

source: play icon
de_de: Abspielsymbol

source: Location and Infrastructure
de_de: Lage und Infrastruktur

source: video preview thumbnail
de_de: Video-Vorschau-Thumbnail
