Repository: immonex/kickstart
Catalog: src/languages/immonex-kickstart-*.po
Languages: de_de

source: https://wordpress.org/plugins/immonex-kickstart/
de_de: https://de.wordpress.org/plugins/immonex-kickstart/

source: Essential components and add-on framework for embedding and searching/filtering imported OpenImmo-XML-based real estate offers
de_de: Essenzielle Komponenten und Add-on-Framework zur Einbindung und Suche/Filterung von OpenImmo-XML-basierten Immobilienangeboten

source: Price on demand
de_de: Preis auf Anfrage

source: Currently there are no properties that match the search criteria.
de_de: Aktuell sind keine Immobilien vorhanden, die den Suchkriterien entsprechen.

source: The real property location may differ from the marker position.
de_de: Der reale Standort der Immobilie kann von der Markerposition abweichen.

source: The map roughly shows the location in which the property is located.
de_de: Die Karte zeigt grob den Ortsteil bzw. die Lage an, in der sich die Immobilie befindet.

# Custom Post Type Slug (plural only!)
source: properties
de_de: immobilien

# Custom Taxonomy Slug
source: properties/location
de_de: immobilien/ort

# Custom Taxonomy Slug
source: properties/type-of-use
de_de: immobilien/nutzungsart

# Custom Taxonomy Slug
source: properties/type
de_de: immobilien/objektart

# Custom Taxonomy Slug
source: properties/buy-rent
de_de: immobilien/kaufen-mieten

# Custom Taxonomy Slug
source: properties/feature
de_de: immobilien/ausstattung

# Custom Taxonomy Slug
source: properties/label
de_de: immobilien/label

# Custom Taxonomy Slug
source: properties/project
de_de: immobilien/projekt

source: none
de_de: keine

source: road map view
de_de: Straßenkartenansicht

source: German Style
de_de: Deutscher Stil

source: OSM-based topographic view
de_de: topographische Ansicht auf OSM-Basis

source: with road map layer
de_de: mit Straßenkarten-Ebene

source: topographic view
de_de: topographische Ansicht

source: satellite view
de_de: Satellitenansicht

source: with property location marker
de_de: mit Immobilien-Standortmarker

source: with road map layer and property location marker
de_de: mit Straßenkarten-Ebene und Immobilien-Standortmarker

source: Google Area Map of property's neighborhood
de_de: Google Umgebungskarte mit Ort oder Stadtteil

source: An <strong>OpenImmo import solution</strong> that supports <strong>immonex Kickstart</strong> is required to provide the real estate offers to be embedded:
de_de: Eine <strong>OpenImmo-Import-Lösung</strong>, die <strong>immonex Kickstart</strong> unterstützt, wird für die Bereitstellung der einzubindenden Immobilien-Angebote benötigt:

source: <strong>immonex OpenImmo2WP</strong> and suitable OpenImmo demo data are available <strong>free of charge for testing and development purposes</strong> at <a href="%s" target="_blank">immonex.dev</a>.
de_de: <strong>immonex OpenImmo2WP</strong> sowie passende OpenImmo-Demodaten sind <strong>kostenfrei für Test- und Entwicklungszwecke</strong> unter <a href="%s" target="_blank">immonex.dev</a> verfügbar.

source: General
de_de: Allgemein

source: Lists
de_de: Listen

source: Detail View
de_de: Detailansicht

source: Search
de_de: Suche

source: Slugs
de_de: Titelformen (Slugs)

source: none (use default template)
de_de: keine (Standard-Template verwenden)

source: none (use theme template)
de_de: keine (Theme-Template verwenden)

source: Design & Structure
de_de: Design & Struktur

source: Colors
de_de: Farben

source: The following %1$s are being provided as <em>CSS custom properties</em> (variables). <strong>Whether and to what extent the color variables are used in the frontend depends on the active <a href="%2$s">skin</a>.</strong>
de_de: Die folgenden %1$s werden in Form von <em>CSS Custom Properties</em> (Variablen) bereitgestellt. <strong>Ob und in welchem Umfang diese Farbvariablen im Frontend verwendet werden, hängt vom aktiven <a href="%2$s">Skin</a> ab.</strong>

source: colors
de_de: Farben

source: Measuring Units & Currency
de_de: Maßeinheiten & Währung

source: Reference Properties
de_de: Referenzobjekte

source: If required, <strong>detail pages</strong> of reference properties can be <strong>disabled</strong> under <a href="%s">Detail View → General</a>.
de_de: <strong>Detailseiten</strong> von Referenzobjekten können bei Bedarf unter <a href="%s">Detailansicht → Allgemein</a> <strong>deaktiviert</strong> werden.

source: User Consent
de_de: Benutzereinwilligung

source: If third-party services are used in the website frontend that connect to remote servers (iFrame embedding or API requests), user consent can be obtained in advance. The following options can be disabled if another plugin is used for this purpose.
de_de: Wenn Drittanbieter-Dienste im Frontend der Website genutzt werden, die Verbindungen zu externen Servern aufbauen (iFrame-Einbettung oder API-Anfragen), kann vorab die Zustimmung der Nutzer eingeholt werden. Die folgenden Optionen können deaktiviert werden, wenn hierfür ein anderes Plugin eingesetzt wird.

source: Sharing
de_de: Teilen

source: To optimize the display of links in social networks, instant messaging services, etc. (Facebook, X/Twitter, LinkedIn, Slack, WhatsApp…), special <em>meta tags</em> are embedded into property listing and detail pages, provided that the relevant options are activated.
de_de: Zur Optimierung der Darstellung von Links in sozialen Netzwerken, Instant-Messaging-Diensten & Co. (Facebook, X/Twitter, LinkedIn, Slack, WhatsApp…) werden in Immobilien-Listen- und Detailseiten spezielle <em>Meta-Tags</em> eingebunden, sofern die entsprechenden Optionen aktiviert sind.

source: External Services
de_de: Externe Dienste

source: This plugin <strong>optionally</strong> uses the <strong>Google Maps JavaScript API (incl. Places library)</strong> as well as the <strong>Maps Embed API</strong> (maps, locality autocomplete). An appropriate API key is required in this case.
de_de: Dieses Plugin nutzt <strong>optional</strong> die <strong>Google Maps JavaScript API (inkl. Places Library)</strong> sowie die <strong>Maps Embed API</strong> (Karten, Standort-Autovervollständigung). Voraussetzung hierfür ist ein passender API-Schlüssel.

source: Overview Maps
de_de: Übersichtskarten

source: Dynamic maps on <strong>property list pages</strong> are rendered using <a href="%1$s" target="_blank">OpenStreetMap</a>/<a href="%2$s" target="_blank">OpenTopoMap</a> or <a href="%3$s" target="_blank">Google Maps</a>. Center and zoom level are usually determined automatically based on the property markers included. (Initial values can be entered in the following fields.)
de_de: Dynamische Karten in <strong>Immobilien-Listenseiten</strong> werden mittels <a href="%1$s" target="_blank">OpenStreetMap</a>/<a href="%2$s" target="_blank">OpenTopoMap</a> oder <a href="%3$s" target="_blank">Google Maps</a> gerendert. Mittelpunkt und Zoomstufe werden normalerweise anhand der enthaltenen Immobilien-Marker automatisch ermittelt. (Die entsprechenden Initialwerte können in den folgenden Feldern hinterlegt werden.)

source: Gallery
de_de: Galerie

source: If supported by the selected %s, the following options apply to the <strong>primary gallery</strong> (image slider + thumbnail navigation).
de_de: Die folgenden Optionen beziehen sich – sofern vom ausgewählten %s unterstützt – auf die <strong>primäre Galerie</strong> (Bildslider + Thumbnail-Navigation).

source: Location Map
de_de: Standortkarte

source: This plugin currently supports two types of dynamic maps on the <strong>property detail pages</strong>: Marker based ones showing the property's (approximate) position (<a href="%1$s" target="_blank">OpenStreetMap</a>/<a href="%2$s" target="_blank">OpenTopoMap</a> or <a href="%3$s" target="_blank">Google Maps</a>) as well as iFrame-based variants provided by the <a href="%4$s" target="_blank">Google Maps Embed API</a> for highlighting the respective district/neighborhood.
de_de: Dieses Plugin unterstützt aktuell zwei Arten von dynamischen Karten in <strong>Objekt-Detailseiten</strong>: Markerbasierte zur Anzeige des (ungefähren) Objektstandorts (<a href="%1$s" target="_blank">OpenStreetMap</a>/<a href="%2$s" target="_blank">OpenTopoMap</a> oder <a href="%3$s" target="_blank">Google Maps</a>) sowie via <a href="%4$s" target="_blank">Google Maps Embed API</a> generierte Varianten zur Darstellung/Hervorhebung des Orts bzw. Stadtteils.

source: Distance Search
de_de: Umkreissuche

source: If enabled, the property search form includes a distance search feature.
de_de: Wenn aktiviert, enthält das Immobilien-Suchformular eine Option zur umkreisbasierten Suche.

source: Post Type
de_de: Beitragsart

source: The following <strong>rewrite slugs</strong> are used for creating "SEO friendly" permalinks for property/agency/agent archive and detail pages, e.g. <strong>domain.tld/properties/</strong> or <strong>domain.tld/properties/a-really-maniac-mansion/</strong>. In multilingual enviroments using <a href="%1$s" target="_blank">Polylang Pro</a> or <a href="%2$s" target="_blank">WPML</a>, these slugs can be translated with the corresponding <em>string translation</em> functionality.
de_de: Die folgenden <strong>Rewrite Slugs</strong> werden für die Generierung "SEO-freundlicher" Permalinks für Immobilien/Agentur/Ansprechpartner-Archiv- und Detailseiten verwendet, z. B. <strong>domain.tld/immobilien/</strong> oder <strong>domain.tld/immobilien/eine-wahrhaft-verrueckte-villa/</strong>. In mehrsprachigen Umgebungen auf Basis von <a href="%1$s" target="_blank">Polylang Pro</a> oder <a href="%2$s" target="_blank">WPML</a> können diese Slugs mit der jeweiligen <em>String-Translation-Funktion</em> übersetzt werden.

source: Taxonomies
de_de: Taxonomien

source: Taxonomy archive pages have their own <strong>rewrite slugs</strong> that may contain slashes. In most cases a combination of the post type slug and the taxonomy name makes the most sense, e.g. <strong>properties/type</strong> will make the permalink URLs look like <strong>domain.tld/properties/type/flats/</strong>. The following slugs should be entered in the <strong>main language</strong> of the website, too.
de_de: Taxonomie-Archivseiten haben eigene <strong>Rewrite Slugs</strong>, die auch Schrägstriche enthalten können. In den meisten Fällen ist eine Kombination aus der Beitragstyp-Titelform und dem Taxonomienamen am sinnvollsten, bspw. werden aus <strong>immobilien/objektart</strong> Permalinks wie <strong>domain.tld/immobilien/objektart/wohnungen/</strong>. Die folgenden Slugs sollten in der <strong>Hauptsprache</strong> der Website hinterlegt werden.

source: A %s is a folder that contains a set of templates for all immonex Kickstart related pages and elements.
de_de: Ein %s ist ein Ordner, der Vorlagen (<em>Template-Dateien</em>) für alle immonex-Kickstart-bezogenen Seiten und Elemente enthält.

source: Apply wpautop
de_de: Anwenden von wpautop

source: Activate to add new lines and paragraphs in description texts on detail pages automatically (<em>wpautop</em>).
de_de: Aktivieren, um Zeilenumbrüche und Absätze in Beschreibungstexten in Detailseiten automatisch hinzuzufügen (<em>wpautop</em>).

source: Heading Base Level
de_de: Überschriften-Basisgrad

source: Level that immonex related headlines (e.g. on property list and detail pages) should start with.
de_de: Grad, mit dem immonex-bezogene Überschriften (z. B. in Immobilien-Listen- und Detailseiten) starten sollen.

source: default
de_de: Standard

source: General base color for property label background gradients if none of the following specific colors matches.
de_de: Allgemeine Grundfarbe für Hintergrund-Farbverläufe von Immobilien-Labels, wenn keine der folgenden spezifischen Farben passt.

source: Default
de_de: Standard

source: Marketing Type Sale
de_de: Vermarktungsart Verkauf

source: Base color for list elements, labels etc. of properties for sale.
de_de: Grundfarbe für Listenelemente, Labels etc. von Kaufobjekten.

source: Marketing Type Rent
de_de: Vermarktungsart Vermietung

source: Base color for list elements, labels etc. of properties for rent.
de_de: Grundfarbe für Listenelemente, Labels etc. von Mietobjekten.

source: Marketing Type Leasing
de_de: Vermarktungsart Leasing

source: Base color for list elements, labels etc. of properties for lease.
de_de: Grundfarbe für Listenelemente, Labels etc. von Leasing-Objekten.

source: Action Elements
de_de: Aktionselemente

source: Base color for plugin-specific links and other navigation/action elements.
de_de: Grundfarbe für pluginspezifische Links und weitere Navigations-/Aktionselemente.

source: Inverted Action Elements
de_de: Invertierte Aktionselemente

source: Alternative light link/action element color for use on dark backgrounds.
de_de: Alternative helle Farbe für Links/Aktionselemente auf dunklen Hintergründen.

source: Inverted Text
de_de: Invertierter Text

source: Light base color for regular text in frontend elements with dark backgrounds.
de_de: Helle Grundfarbe für regulären Text in Frontend-Elementen mit dunklen Hintergründen.

source: Base color for demo elements (labels, notes etc.).
de_de: Grundfarbe für Demo-Elemente (Labels, Hinweise etc.).

source: Muted Colors
de_de: Gedeckte Farben

source: These following (optionally) partly transparent colors are mainly used for backgrounds of certain frontend elements.
de_de: Die folgenden (optional) teiltransparenten Farben werden hauptsächlich für Hintergründe bestimmter Frontend-Elemente verwendet.

source: Background
de_de: Hintergrund

source: Default background color (e.g. extended search form, header/footer areas of standard property detail pages etc.).
de_de: Standard-Hintergrundfarbe (z. B. erweitertes Suchformular, Header/Footer-Bereiche der Standard-Immobilien-Detailseiten).

source: Opacity
de_de: Deckkraft

source: Opacity level of all muted colors.
de_de: Deckkraftstufe aller gedeckten Farben.

source: Area Measuring Unit
de_de: Flächen-Maßeinheit

source: Currency Code
de_de: Währungscode

source: Currency Symbol
de_de: Währungssymbol

source: Show Reference Prices
de_de: Referenzobjekt-Preise anzeigen

source: Activate this option if the prices of reference properties should be displayed.
de_de: Diese Option muss aktiviert werden, wenn die Preise von Referenzobjekten angezeigt werden sollen.

source: Reference Price Text
de_de: Referenzpreis-Text

source: This text is displayed if reference prices should <strong>not</strong> be published.
de_de: Dieser Text wird angezeigt, wenn Preise von Referenzobjekten <strong>nicht</strong> veröffentlicht werden sollen.

source: Show Contact Section
de_de: Kontaktabschnitt anzeigen

source: Activate this option if the contact section (including agent information and form if the <a href="https://wordpress.org/plugins/immonex-kickstart-team/" target="_blank">Team Add-on</a> is installed) should be displayed on <strong>reference property detail pages</strong>.
de_de: Aktivieren, wenn der Kontaktabschnitt (inkl. Ansprechpartner-Infos und Formular bei installiertem <a href="https://de.wordpress.org/plugins/immonex-kickstart-team/" target="_blank">Team Add-on</a>) in <strong>Detailseiten von Referenzobjekten</strong> angezeigt werden soll.

source: Embed <a href="%s" target="_blank">Open Graph</a> meta tags to the head section of the property list/detail HTML documents.
de_de: <a href="%s" target="_blank">Open Graph</a> Meta-Tags zum Head-Element von Immobilien-Listen/Detail-HTML-Dokumenten hinzufügen.

source: Embed additional <a href="%s" target="_blank">X (fka Twitter)</a> meta tags.
de_de: Zusätzliche <a href="%s" target="_blank">X (ehem. Twitter)</a> Meta-Tags einfügen.

source: Max. Number of Images
de_de: Maximale Bildanzahl

source: The maximum number of property images supplied as meta tags can be limited for destination platforms that support the display of multiple images (<code>-1</code> = no limit).
de_de: Die maximale Anzahl der per Meta-Tags bereitgestellten Immobilienbilder kann für Zielplattformen begrenzt werden, die die Anzeige mehrerer Bilder unterstützen (<code>-1</code> = kein Limit).

source: Meta Tag Insert Mode
de_de: Meta-Tag-Einfügemodus

source: For cases where meta tags with the <strong>same name attributes</strong> have already been inserted by the theme or other plugins, these can either be retained or replaced. Further tags provided by Kickstart with other name attributes are always added. Alternatively, all tags generated by Kickstart can simply be appended, regardless of any existing tags of the same name.
de_de: In Fällen, in denen Meta-Tags mit <strong>gleichen Namensattributen</strong> bereits themeseitig oder von anderen Plugins eingefügt wurden, können diese entweder beibehalten oder ersetzt werden. Weitere von Kickstart bereitgestellte Tags mit anderen Namensattributen werden grundsätzllich ergänzt. Alternativ können alle von Kickstart generierten Tags auch einfach angehangen werden – unabhängig von eventuell vorhandenen gleichnamigen Meta-Tags.

source: replace and supplement existing
de_de: vorhandene ersetzen und ergänzen

source: keep and supplement existing
de_de: vorhandene beibehalten und ergänzen

source: keep existing and append all
de_de: vorhandene beibehalten und alle anhängen

source: Provide an key suitable for using the Google APIs mentioned abobe. You can find information about getting and configuring such a key on the respective <a href="%s" target="_blank">Google Developers page</a>. <strong>(Maps JavaScript, Places and Embed APIs have to be activated for the related project!)</strong>
de_de: Bitte hier einen passenden Schlüssel für die o. g. Google APIs hinterlegen. Informationen zur Erstellung und Konfiguration eines solchen Schlüssels sind auf der entsprechenden <a href="%s" target="_blank">Infoseite für Entwickler bei Google</a> zu finden. <strong>(Maps JavaScript, Places und Embed APIs müssen für das betr. Projekt aktiviert sein!)</strong>

source: Embedded Maps
de_de: Eingebettete Karten

source: Request consent for embedding Google and OpenStreetMap/OpenTopoMap based maps on property list and detail pages.
de_de: Zustimmung für die Einbettung von Google- und OpenStreetMap/OpenTopoMap-basierten Karten in Immobilienlisten und -detailseiten einholen.

source: Location Autocompletion
de_de: Standort-Autovervollständigung

source: Request consent for using location autocompletion services in the property search form (radius/distance search).
de_de: Zustimmung für die Nutzung von Diensten zur Autovervollständigung von Ortsnamen im Immobilien-Suchformular (Umkreissuche) einholen.

source: Request user consent for embedding external video players like YouTube and Vimeo.
de_de: Zustimmung der Nutzer für die Einbettung externer Video-Player wie YouTube und Vimeo einholen.

source: Virtual Tours
de_de: Virtuelle Touren

source: Request user consent before embedding external viewers for interactive 3D images, 360° views and virtual tours.
de_de: Benutzereinwilligung vor der Einbettung externer Viewer für interaktive 3D-Grafiken, 360°-Ansichten und virtuelle Touren einholen.

source: Property Overview
de_de: Immobilien-Übersicht

source: Use the specified page as <strong>default</strong> property overview/list page (instead of the %s).
de_de: Die angegebene Seite wird als <strong>Standard</strong>-Immobilien-Übersichtsseite verwendet (anstelle der %s).

source: property post type archive
de_de: Archivs für Immobilien-Beiträge

source: Properties per Page
de_de: Immobilien pro Seite

source: <strong>Default</strong> number of properties to display <strong>per page</strong> in list views
de_de: <strong>Standardvorgabe</strong> für die Anzahl der Immobilien, die in Listenansichten <strong>pro Seite</strong> angezeigt werden

source: (can be overridden per shortcode attribute, e.g. <code>[inx-property-list <strong>limit-page="6"</strong>]</code>)
de_de: (kann per Shortcode-Attribut überschrieben werden, z. B. <code>[inx-property-list <strong>limit-page="6"</strong>]</code>)

source: Map Type
de_de: Kartentyp

source: Select the type of map to be displayed on property <strong>list/archive pages</strong> (<em>none</em> to disable the map).
de_de: Auswahl des Typs der Karte, die in den <strong>Immobilien-Listen-/Archivseiten</strong> angezeigt wird (<em>keine</em> zum Deaktivieren der Karte).

source: For the <strong>Google Maps</strong> based variants, an appropriate API key is required (see tab <a href="%s">General &rarr; External Services</a>). Otherwise, an OSM map is embedded as fallback solution.
de_de: Für die <strong>Google-Maps-</strong>basierten Varianten muss ein passender API-Schlüssel im Tab <a href="%s">Allgemein &rarr; Externe Dienste</a> hinterlegt werden. Andernfalls wird als Fallback-Lösung eine OSM-Karte eingebunden.

source: Default Latitude
de_de: Standard-Breitengrad

source: Initial <strong>map center</strong> latitude (-90 to 90), e.g. 49.8587840.
de_de: Initial-Breitengrad des <strong>Karten-Mittelpunkts</strong> (-90 bis 90), z. B. 49.8587840.

source: Default Longitude
de_de: Standard-Längengrad

source: Initial <strong>map center</strong> longitude (-180 to 180), e.g. 6.7854410.
de_de: Initial-Längengrad des <strong>Karten-Mittelpunkts</strong> (-180 bis 180), z. B. 6.7854410.

source: Default Zoom Level
de_de: Standard-Zoomstufe

source: to
de_de: bis

source: Auto-Fit Map Bounds
de_de: Auto-Kartengrenzen

source: Automatically set map bounds and zoom level to include all property location markers.
de_de: Kartengrenzen und Zoomstufe automatisch so anpassen, dass alle Immobilien-Standortmarker enthalten sind.

source: Property Details Page
de_de: Immobilien-Detailseite

source: Use the specified page as base for displaying the property details (instead of the default template).
de_de: Die angegebene Seite wird anstelle des Standard-Templates für die Ausgabe der Immobilien-Details verwendet.

source: Show Seller/Internal Commission
de_de: Verkäufer-/Innenprovision anzeigen

source: Seller commission (inner commission) display in property detail pages is disabled by default, but can be enabled using this option if required.
de_de: Die Verkäuferprovision (Innenprovision) wird in Immobilien-Detailseiten standardmäßig nicht angezeigt, kann aber bei Bedarf mit dieser Option eingeblendet werden.

source: Disable Detail View for…
de_de: Detailansicht deaktivieren für…

source: Detail pages and related links in list views will be disabled for properties with the selected states.
de_de: Detailseiten und zugehörige Links in den Listenansichten werden für Objekte mit einem ausgewählten Status deaktiviert.

source: sold/rented properties
de_de: verkaufte/vermietete Immobilien

source: reserved properties
de_de: reservierte Immobilien

source: reference properties
de_de: Referenzobjekte

source: Image Links
de_de: Bild-Links

source: Enable full size/lightbox link for the currently displayed image. (The lightbox functionality must be provided by the theme or an appropriate plugin.)
de_de: Vollansicht/Lightbox-Link für das aktuell angezeigte Bild aktivieren. (Die Lightbox-Funktionalität muss vom Theme oder einem entsprechenden Plugin bereitgestellt werden.)

source: Image Slider Background Color
de_de: Bildslider-Hintergrundfarbe

source: Image Slider Minimum Height
de_de: Bildslider-Mindesthöhe

source: Minimum height of the <strong>container element</strong> that holds the main image slider of the gallery (in pixels).
de_de: Mindesthöhe des <strong>Container-Elements</strong>, das den Haupt-Bildslider der Galerie enthält (in Pixeln).

source: Ken Burns Effect
de_de: Ken-Burns-Effekt

source: Enable image animations ("Ken Burns Effect").
de_de: Bildanimationen aktivieren ("Ken-Burns-Effekt").

source: KBE Display Mode
de_de: KBE-Darstellungsmodus
