Repository: immonex/kickstart
Catalog: src/languages/immonex-kickstart-*.po
Languages: de_de

source: Covering the entire area of the container element usually looks better, but some images may be displayed "cropped" horizontally after the animation (depending on the different aspect ratios of the gallery images).
de_de: Ein komplett ausgefülltes Container-Element wirkt im Regelfall optisch ansprechender, allerdings können manche Bilder hierbei nach der Animation horizontal "zugeschnitten" dargestellt werden (abhängig von den unterschiedlichen Seitenverhältnissen der Galeriebilder).

source: In return, always displaying the images in full may result in empty areas at the top and/or bottom of the container element.
de_de: Werden die Bilder immer vollständig angezeigt, können hieraus im Gegenzug leere Flächen am oberen und/oder unteren Rand des Container-Elements resultieren.

source: cover the entire container element
de_de: Container-Element vollständig ausfüllen

source: show full images
de_de: Bilder vollständig anzeigen

source: centered
de_de: zentriert

source: top
de_de: oben

source: Select the type of map to be displayed on property <strong>detail pages</strong> (none = disable map).
de_de: Auswahl des Typs der Karte, die in den <strong>Immobilien-Detailseiten</strong> angezeigt wird (keine = Karte deaktivieren).

source: For the <strong>Google Maps</strong> based variants, an appropriate API key is required (see tab <a href="%s">General &rarr; External Services</a>).
de_de: Für die <strong>Google-Maps-</strong>basierten Varianten muss ein passender API-Schlüssel im Tab <a href="%s">Allgemein &rarr; Externe Dienste</a> hinterlegt werden.

source: Info Window Note
de_de: Infofenster-Hinweis

source: If stated, this note gets displayed within a map info window above the property location marker.
de_de: Wenn angegeben, wird dieser Hinweis in einem Karten-Infofenster oberhalb des Objekt-Standortmarkers angezeigt.

source: Marker Map Note
de_de: Markerkarten-Hinweis

source: This note gets displayed below <strong>marker based</strong> maps.
de_de: Dieser Hinweis wird unterhalb von <strong>markerbasierten</strong> Karten angezeigt.

source: Neighborhood Map Note
de_de: Ortsteilkarten-Hinweis

source: This note gets displayed below <strong>neighborhood based</strong> maps.
de_de: Dieser Hinweis wird unterhalb von Karten mit <strong>Orts- bzw. Stadtteilen</strong> angezeigt.

source: Dynamic Update
de_de: Dynamische Aktualisierung

source: If activated, property lists and overview maps on the same page are dynamically updated when the search parameters change.
de_de: Wenn diese Option aktiviert ist, werden Immobilienlisten und Übersichtskarten auf der gleichen Seite dynamisch aktualisiert, wenn sich die Suchparameter ändern.

source: No Results Message
de_de: Keine-Ergebnisse-Meldung

source: This message is displayed when a property search returns no results.
de_de: Diese Meldung wird angezeigt, wenn eine Immobiliensuche keine Ergebnisse liefert.

source: Autocompletion
de_de: Autovervollständigung

source: Select the autocomplete solution to use for the distance search in property search forms (none = disable distance search).
de_de: Auswahl der Autovervollständigungslösung, die bei der Umkreissuche innerhalb der Immobilien-Suchformulare zum Einsatz kommt (keine = Umkreissuche deaktivieren).

source: For the <strong>Google Places</strong> based variant, an appropriate API key is required (see tab <a href="%s">General &rarr; External Services</a>).
de_de: Für die <strong>Google-Places</strong>-basierte Variante muss ein passender API-Schlüssel im Tab <a href="%s">Allgemein &rarr; Externe Dienste</a> hinterlegt werden.

source: Property
de_de: Immobilie

source: This should be a single term in its plural form and in the site's <strong>main language</strong> (usually <strong>properties</strong>). If empty, <em>inx_property</em> will be used as base slug.
de_de: Dies sollte ein einzelner Begriff in seiner Pluralform und in der <strong>Hauptsprache</strong> der Website sein (normalerweise <strong>immobilien</strong>). Falls leer, wird <em>inx_property</em> als Basis-Slug verwendet.

source: Locality
de_de: Ort

source: <strong>properties/location</strong> by default, <em>inx_location</em> if empty
de_de: Standardvorgabe <strong>immobilien/ort</strong>, <em>inx_location</em> falls leer

source: Type of Use
de_de: Nutzungsart

source: <strong>properties/type-of-use</strong> by default, <em>inx_type_of_use</em> if empty
de_de: Standardvorgabe <strong>immobilien/nutzungsart</strong>, <em>inx_type_of_use</em> falls leer

source: Property Type
de_de: Objektart

source: <strong>properties/type</strong> by default, <em>inx_property_type</em> if empty
de_de: Standardvorgabe <strong>immobilien/objektart</strong>, <em>inx_property_type</em> falls leer

source: Marketing Type
de_de: Vermarktungsart

source: <strong>properties/buy-rent</strong> by default, <em>inx_marketing_type</em> if empty
de_de: Standardvorgabe <strong>immobilien/kaufen-mieten</strong>, <em>inx_marketing_type</em> falls leer

source: Feature
de_de: Ausstattungsmerkmal

source: <strong>properties/feature</strong> by default, <em>inx_feature</em> if empty
de_de: Standardvorgabe <strong>immobilien/ausstattung</strong>, <em>inx_feature</em> falls leer

source: <strong>properties/label</strong> by default, <em>inx_label</em> if empty
de_de: Standardvorgabe <strong>immobilien/label</strong>, <em>inx_label</em> falls leer

source: Project
de_de: Projekt

source: <strong>properties/project</strong> by default, <em>inx_project</em> if empty
de_de: Standardvorgabe <strong>immobilien/projekt</strong>, <em>inx_project</em> falls leer

source: Extra Descriptions
de_de: Zusätzliche Beschreibungstexte

source: Location
de_de: Lage

source: Features
de_de: Ausstattung

source: Miscellaneous
de_de: Sonstiges

source: Core Data
de_de: Kerndaten

source: Location/Geo
de_de: Standort/Geo

source: Rooms
de_de: Zimmer

source: Areas
de_de: Flächen

source: Units/Grouping
de_de: Einheiten/Gruppierung

source: Property ID
de_de: Objektnummer

source: Translation ID
de_de: Übersetzungs-ID

source: For Sale
de_de: Zu Verkaufen

source: Available
de_de: Verfügbar

source: Reserved
de_de: Reserviert

source: Sold/Rented
de_de: Verkauft/Vermietet

source: Reference Property
de_de: Referenzobjekt

source: Featured
de_de: Empfohlen

source: Front Page Offer
de_de: Startseiten-Angebot

source: Demo Property
de_de: Demo-Objekt

source: Import Folder
de_de: Importordner

source: Build Year
de_de: Baujahr

source: Price (primary)
de_de: Preis (primär)

source: Price Time Unit
de_de: Preis-Zeiteinheit

source: Group ID
de_de: Gruppenkennung

source: Group Master Property
de_de: Gruppen-Master-Objekt

source: no
de_de: nein

source: visible
de_de: sichtbar

source: not visible
de_de: nicht sichtbar

source: Group Number
de_de: Gruppennummer

source: Units (primary)
de_de: Einheiten (primär)

source: Living Units
de_de: Wohneinheiten

source: Commercial Units
de_de: Gewerbeeinheiten

source: Country Code
de_de: Ländercode

source: see <a href="%s" target="_blank">ISO-3166-1 ALPHA-3</a>
de_de: siehe <a href="%s" target="_blank">ISO-3166-1 ALPHA-3</a>

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Full Address
de_de: Vollständige Adresse

source: Rooms (primary)
de_de: Zimmer (primär)

source: Bedrooms
de_de: Schlafzimmer

source: Living Rooms/Bedrooms
de_de: Wohn-/Schlafzimmer

source: Bathrooms
de_de: Badezimmer

source: Total Rooms
de_de: Gesamtanzahl Räume/Zimmer

source: Area (primary)
de_de: Fläche (primär)

source: Living Area
de_de: Wohnfläche

source: Plot
de_de: Grundstück

source: Usable Area
de_de: Nutzfläche

source: Total Area
de_de: Gesamtfläche

source: Basement
de_de: Keller

source: Attic
de_de: Dachboden

source: Garden
de_de: Garten

source: Commercial Area
de_de: Gewerbefläche

source: Retail Area
de_de: Verkaufsfläche

source: Office Area
de_de: Bürofläche

source: Other Area
de_de: Sonstige Fläche

source: Images & Attachments
de_de: Bilder & Anhänge

source: Gallery Images
de_de: Galeriebilder

source: Floor Plans
de_de: Grundrisse

source: Document Attachments (PDF)
de_de: Dokumentanhänge (PDF)

source: Add Detail
de_de: Neues Detail

source: Remove Detail
de_de: Detail entfernen

source: Group
de_de: Gruppe

source: Title
de_de: Titel

source: Value
de_de: Wert

source: Distance
de_de: Distanz

source: Newest
de_de: Aktuellste

source: For Sale first
de_de: Kaufobjekte zuerst

source: For Rent first
de_de: Mietobjekte zuerst

source: Available first
de_de: Verfügbare zuerst

source: Price (low to high)
de_de: Preis (aufsteigend)

source: Price (high to low)
de_de: Preis (absteigend)

source: Area
de_de: Fläche

source: Seller
de_de: Verkäufer

source: Buyer
de_de: Käufer

source: Landlord
de_de: Vermieter

source: Tenant
de_de: Mieter

source: Successfully marketed properties
de_de: Erfolgreich vermarktete Immobilien

source: Our current property offers
de_de: Unsere aktuellen Immobilien-Angebote

source: Properties in
de_de: Immobilien in

source: Properties with
de_de: Immobilien mit

source: Data from <a href="https://www.openstreetmap.org/">OpenStreetMap</a> - Published under <a href="https://opendatacommons.org/licenses/odbl/">ODbL</a>
de_de: Daten von <a href="https://www.openstreetmap.org/">OpenStreetMap</a> - Veröffentlicht unter <a href="https://opendatacommons.org/licenses/odbl/">ODbL</a>

source: map data: © <a href="https://openstreetmap.org/copyright" target="_blank">OpenStreetMap</a> contributors, <a href="https://viewfinderpanoramas.org/" target="_blank">SRTM</a> | map style: © <a href="https://opentopomap.org" target="_blank">OpenTopoMap</a> (<a href="https://creativecommons.org/licenses/by-sa/3.0/"">CC-BY-SA</a>)
de_de: Kartendaten: © <a href="https://openstreetmap.org/copyright" target="_blank">OpenStreetMap</a>-Mitwirkende, <a href="https://viewfinderpanoramas.org/" target="_blank">SRTM</a> | Kartendarstellung: © <a href="https://opentopomap.org" target="_blank">OpenTopoMap</a> (<a href="https://creativecommons.org/licenses/by-sa/3.0/"">CC-BY-SA</a>)

source: Regular post title and content – for special cases only!
de_de: Regulärer Beitragstitel und -inhalt – nur für Sonderfälle!

source: fulltext search field
de_de: Volltext-Suchfeld

source: Keyword
de_de: Schlüsselwort

source: Title/Contents and ID fields
de_de: Titel/Inhalte und ID-Felder

source: Keyword or Property ID
de_de: Schlüsselwort oder Objektnr.

source: Type of use
de_de: Nutzungsart

source: taxonomy term selection
de_de: Taxonomiebegriff-Auswahl

source: All Types of Use
de_de: Alle Nutzungsarten

source: Property type
de_de: Objektart

source: All Property Types
de_de: Alle Objektarten

source: Marketing type
de_de: Vermarktungsart

source: Sold / Rented
de_de: Verkauft / Vermietet

source: For Sale / For Rent
de_de: Zu Verkaufen / Zu Vermieten

source: All Localities
de_de: Alle Orte

source: All Projects
de_de: Alle Projekte

source: Minimum rooms
de_de: Mindestanzahl Zimmer

source: value slider
de_de: Wertslider

source: not specified
de_de: keine Angabe

source: Min. Rooms
de_de: Zimmer (min)

source: Minimum area
de_de: Mindestfläche

source: Min. Living Area
de_de: Wohnfläche (min)

source: Price range
de_de: Preisrahmen

source: unlimited
de_de: unbegrenzt

source: Price Range
de_de: Preisrahmen

source: Submit button
de_de: Absendebutton

source: Show
de_de: Anzeigen

source: Form reset link
de_de: Formular-Reset-Link

source: Reset Search Form
de_de: Suchformular zurücksetzen

source: Toggle extended options link
de_de: Link zum Ein-/Ausblenden der erweiterte Optionen

source: Extended and Distance Search
de_de: Erweitert / Umkreissuche

source: Distance search location field
de_de: Ortsauswahl der Umkreissuche

source: Locality Name (Distance Search)
de_de: Ort oder Ortsteil (Umkreissuche)

source: Type to search...
de_de: Tippen zum Suchen…

source: No matching localities found.
de_de: Keine passenden Orte gefunden.

source: Distance search radius selection
de_de: Radiusauswahl der Umkreissuche

source: Distance Search Radius
de_de: Radius der Umkreissuche

source: Radius (km)
de_de: Umkreis (km)

source: taxonomy term checkboxes
de_de: Taxonomiebegriff-Checkboxen

source: for sale
de_de: zu verkaufen

source: Information Brochure
de_de: Infobroschüre

# sample data
source: Elena Example
de_de: Bettina Beispiel

# sample data
source: I am a demo contact person for this property.
de_de: Ich bin eine Demo-Kontaktperson für diese Immobilie.

# sample data
source: Demo Alley 1, 99999 Demotown
de_de: Demo-Allee 1, 99999 Demostadt

source: Head Office
de_de: Zentrale

source: Phone
de_de: Fon

source: Mobile
de_de: Mobil

# sample data
source: Spacious house in an excellent location
de_de: Geräumiges Haus in erstklassiger Lage

# sample data
source: 123 Fake Street, 99123 Demotown
de_de: Beispielstraße 123, 99123 Demostadt

source: Residential Property
de_de: Wohnimmobilie

source: Houses
de_de: Häuser

source: Single-family Home
de_de: Einfamilienhaus

source: Property Photo
de_de: Foto der Immobilie

source: The Property
de_de: Die Immobilie

source: Energy Pass
de_de: Energieausweis

source: Location & Infrastructure
de_de: Lage & Infrastruktur

source: Prices
de_de: Preise

source: Demotown
de_de: Demostadt

source: Condition & Development
de_de: Zustand & Erschließung

source: Your contact person with us
de_de: Dein Kontakt bei uns

source: Real Estate
de_de: Immobilien

source: Agreed!
de_de: Einverstanden!

source: This website utilizes Google Maps services. Google collects and processes certain, possibly personal data when using the maps services. Detailed informationen about scope and usage of this data as well as your personal privacy options is available in <a href="%1$s" target="_blank">Google's privacy policy</a>. Comprehensive instructions on how to manage your own data related to Google products can also be found here: <a href="%2$s" target="_blank">dataliberation.org</a> By clicking on the following button, you permit submission of data collected during using the map function to Google in accordance with the privacy policy mentioned above.
de_de: In dieser Website kommen Google-Maps-Dienste zum Einsatz. Google erhebt, verarbeitet und nutzt bestimmte, möglicherweise personenbezogene Daten bei der Nutzung der Kartendienste. Detaillierte Informationen zu Umfang und Nutzung dieser Daten sowie Ihren persönlichen Optionen bzgl. Privatsphäre sind in der <a href="%1$s" target="_blank">Datenschutzerklärung von Google</a> verfügbar. Ausführliche Anleitungen zur Verwaltung der eigenen Daten im Zusammenhang mit Google-Produkten sind auch hier zu finden: <a href="%2$s" target="_blank">dataliberation.org</a> Mit dem Klick auf den folgenden Button erlauben Sie die Übermittlung der bei der Nutzung der Kartenfunktion erhobenen Daten an Google im Einklang mit der o. g. Datenschutzerklärung.

source: Agreed, show maps!
de_de: Einverstanden, Karten anzeigen!

source: This website utilizes map services provided by the <a href="%1$s" target="_blank">OpenTopoMap project</a> and the OpenStreetMap Foundation, St John’s Innovation Centre, Cowley Road, Cambridge, CB4 0WS, United Kingdom (short OSMF). Your Internet browser or application will connect to servers operated by the OpenTopoMap contributors and/or OSMF located in the United Kingdom and in other countries. The operator of this site has no control over such connections and processing of your data by <a href="%1$s" target="_blank">OpenTopoMap</a> or the OSMF. You can find more information on the processing of user data by the OSMF in the <a href="%2$s" target="_blank">OSMF privacy policy</a>.
de_de: Diese Website nutzt Kartendienste, die vom <a href="%1$s" target="_blank">OpenTopoMap-Projekt</a> und der OpenStreetMap Foundation, St John’s Innovation Centre, Cowley Road, Cambridge, CB4 0WS, Großbritannien (kurz OSMF) bereitgestellt werden. Dein Internetbrowser stellt eine Verbindung zu Servern her, die von OpenTopoMap-Mitwirkenden und/oder der OSMF im Vereinigten Königreich und in anderen Ländern betrieben werden. Der Betreiber dieser Website hat keine Kontrolle über solche Verbindungen und die Verarbeitung deiner Daten durch <a href="%1$s" target="_blank">OpenTopoMap</a> oder die OSMF. Weitere Informationen zur Verarbeitung von Benutzerdaten durch die OSMF findest du in der <a href="%2$s">OSMF-Datenschutzrichtlinie</a>.

source: This website utilizes map services provided by the OpenStreetMap Foundation, St John’s Innovation Centre, Cowley Road, Cambridge, CB4 0WS, United Kingdom (short OSMF). Your Internet browser or application will connect to servers operated by the OSMF located in the United Kingdom and in other countries. The operator of this site has no control over such connections and processing of your data by the OSMF. You can find more information on the processing of user data by the OSMF in the <a href="%s" target="_blank">OSMF privacy policy</a>.
de_de: Diese Website nutzt Kartendienste der OpenStreetMap Foundation, St John’s Innovation Centre, Cowley Road, Cambridge, CB4 0WS, Großbritannien (kurz OSMF). Dein Internetbrowser stellt eine Verbindung zu Servern her, die von der OSMF im Vereinigten Königreich und in anderen Ländern betrieben werden. Der Betreiber dieser Website hat keine Kontrolle über solche Verbindungen und die Verarbeitung deiner Daten durch die OSMF. Weitere Informationen zur Verarbeitung von Benutzerdaten durch die OSMF findest du in der <a href="%s">OSMF-Datenschutzrichtlinie</a>.

source: This embedded video is provided by YouTube, LLC, 901 Cherry Ave, San Bruno, CA 94066, USA. When playing the video, a connection to the Youtube servers is established. Youtube will be informed which pages you visit. If you are logged into your Youtube account, Youtube can assign your surfing behavior to you individually. You can prevent this by logging out of your YouTube account beforehand (see <a href="%s" target="_blank">YouTube's data protection information</a> for details).
de_de: Dieses eingebettete Video wird von YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA bereitgestellt. Beim Abspielen wird eine Verbindung zu den Servern von YouTube hergestellt. Dabei wird YouTube mitgeteilt, welche Seiten du besuchst. Wenn du in deinem YouTube-Account eingeloggt bist, kann YouTube dein Surfverhalten dir persönlich zuordnen. Dies verhinderst du, indem du dich vorher aus deinem YouTube-Account ausloggst (siehe <a href="%s" target="_blank">YouTube Datenschutz-Informationen</a> für Details).

source: Agreed, show video!
de_de: Einverstanden, Video anzeigen!

source: This embedded video is provided by Vimeo, Inc., 555 West 18th Street, New York, New York 10011, USA. When playing the video, a connection to the Vimeo servers is established. Vimeo will be informed which pages you visit. If you are logged into your Vimeo account, Vimeo can assign your surfing behavior to you individually. You can prevent this by logging out of your Vimeo account beforehand (see <a href="%s" target="_blank">Vimeo's Privacy Policy</a> for details).
de_de: Dieses eingebettete Video wird von Vimeo, Inc., 555 West 18th Street, New York, New York 10011, USA bereitgestellt. Beim Abspielen wird eine Verbindung zu den Servern von Vimeo hergestellt. Dabei wird Vimeo mitgeteilt, welche Seiten du besuchst. Wenn du in deinem Vimeo-Account eingeloggt bist, kann Vimeo dein Surfverhalten dir persönlich zuordnen. Dies verhinderst du, indem du dich vorher aus deinem Vimeo-Account ausloggst (siehe <a href="%s" target="_blank">Vimeos Datenschutzerklärung</a> für Details).

source: This interactive 360° virtual tour is provided by Matterport, Inc. in 352 E. Java Dr., Sunnyvale, CA 94089, USA. When confirmed, the viewer is loaded from a Matterport server. The operator of this site has no control over such connections and the the associated processing of user-related data. Please see <a href="%s" target="_blank">Matterport's Privacy Policy</a> for details.
de_de: Diese interaktive virtuelle 360°-Tour wird von Matterport, Inc. in 352 E. Java Dr., Sunnyvale, CA 94089, USA bereitgestellt. Bei Bestätigung wird der Viewer von einem Matterport-Server geladen. Der Anbieter dieser Website hat keine Kontrolle über Verbindungen dieser Art und die hiermit verbundene Verarbeitung benutzerbezogener Daten. Details können der <a href="%s" target="_blank">Datenschutzerklärung von Matterport</a> entnommen werden.

source: Agreed, show virtual tour!
de_de: Einverstanden, virtuelle Tour anzeigen!

source: The Giraffe360 Service is provided by Giraffe360 Limited, a company registered in England with company number 11274984 and its registered office at 9th Floor 107 Cheapside, London, United Kingdom, EC2V 6DN. When confirmed, the viewer is loaded from a Giraffe360 server. The operator of this site has no control over such connections and the the associated processing of user-related data. Please see <a href="%s" target="_blank">Giraffe360's Privacy Policy</a> for details.
de_de: Der Giraffe360-Service wird von der Giraffe360 Limited, einem in England unter der Nummer 11274984 registrierten Unternehmen mit der Büroadresse 9th Floor 107 Cheapside, London, United Kingdom, EC2V 6DN bereitgestellt. Bei Bestätigung wird der Viewer von einem Giraffe360-Server geladen. Der Anbieter dieser Website hat keine Kontrolle über Verbindungen dieser Art und die hiermit verbundene Verarbeitung benutzerbezogener Daten. Details können der <a href="%s" target="_blank">Datenschutzerklärung von Giraffe360</a> entnommen werden.

source: https://www.giraffe360.com/privacy-policy/
de_de: https://www.giraffe360.com/de/datenschutzbestimmungen/

source: for displaying maps and providing location based functions
de_de: für die Anzeige von Karten und die Bereitstellung ortsbezogener Funktionen

source: for embedding video contents
de_de: für die Einbettung von Videoinhalten

source: for embedding interactive 3D images, 360° views and virtual tours
de_de: für die Einbettung interaktiver 3D-Grafiken, 360°-Ansichten und virtuellen Touren

source: for providing specific functions to improve the usability
de_de: für die Bereitstellung spezieller Funktionen zur Verbesserung der Benutzerfreundlichkeit

source: This website utilizes an external service
de_de: Diese Website nutzt einen externen Dienst

source: When confirmed, the web browser will connect to servers operated by the service provider that <strong>may</strong> be located outside of the EU. The operator of this site has no control over such connections and the associated processing of user-related data.
de_de: Bei Bestätigung wird der Webbrowser eine Verbindung zu Servern aufbauen, die vom Dienstanbieter betrieben werden und sich <strong>möglicherweise</strong> außerhalb der EU befinden. Der Anbieter dieser Website hat keine Kontrolle über Verbindungen dieser Art und die hiermit verbundene Verarbeitung personenbezogener Daten.

# taxonomy general name
source: Locations
de_de: Orte

# taxonomy singular name
source: Location
de_de: Ort

source: All Locations
de_de: Alle Orte

source: Edit Location
de_de: Ort bearbeiten

source: View Location
de_de: Ort anzeigen

source: Update Location
de_de: Ort aktualisieren

source: Add New Location
de_de: Neuen Ort hinzufügen

source: New Location Name
de_de: Name des neuen Ortes

source: Parent Location
de_de: Übergeordneter Ort (Parent)

source: Parent Location:
de_de: Übergeordneter Ort (Parent):

source: Search Locations
de_de: Orte durchsuchen

source: Popular Locations
de_de: Beliebte Orte

source: No Locations found.
de_de: Keine Orte gefunden.

# taxonomy general name
source: Types Of Use
de_de: Nutzungsarten

# taxonomy singular name
source: Type Of Use
de_de: Nutzungsart

source: All Types Of Use
de_de: Alle Nutzungsarten

source: Edit Type Of Use
de_de: Nutzungsart bearbeiten

source: View Type Of Use
de_de: Nutzungsart anzeigen

source: Update Type Of Use
de_de: Nutzungsart aktualisieren
